<html>
<head><title>Monster RPG 3 - Manual</title></head>
<body>
<style>
body {
	font-size: 300%;
}
</style>
<h1 style="text-align: center;">Monster RPG 3 - Manual</h1>

<h1>Pantalla de t&iacute;tulo</h1>

<p>El juego empieza en la
pantalla de t&iacute;tulo, donde ver&aacute;s varios botones en la parte
inferior. El bot&oacute;n Empezar dar&aacute; inicio a tu aventura, el
bot&oacute;n Cargar te permite cargar una partida que hayas guardado o que se
haya guardado autom&aacute;ticamente, el bot&oacute;n Salir te permite salir
del juego y el bot&oacute;n Ajustes (el que tiene un icono de engranaje) te
lleva al men&uacute; de ajustes. Algunos de estos botones no est&aacute;n
disponibles en todas las plataformas y, del mismo modo, algunas plataformas
podr&iacute;an tener un bot&oacute;n Continuar que te permite retomar la
partida donde la dejaste.</p>

<h1>C&oacute;mo se juega</h1>

<p>Los controles que se
usan en el juego podr&iacute;an variar seg&uacute;n el dispositivo y el
hardware conectado (ya sean teclados, mandos o controles t&aacute;ctiles). Las
siguientes descripciones presentar&aacute;n todos los m&eacute;todos de control
disponibles, as&iacute; que usa los m&aacute;s adecuados para tu dispositivo y
tus ajustes.</p>

<p>Para controles con
teclado y mando, visita los ajustes de Controles con teclado y Controles con
mando para ver las teclas y botones a los que se han asignado las acciones
listadas a continuaci&oacute;n. Aqu&iacute; se indican las opciones
predeterminadas, pero podr&aacute;s cambiarlas a tu antojo.</p>

<h3>Tri&aacute;ngulo rojo</h3>

<p>En la parte superior
izquierda de la pantalla, ver&aacute;s un tri&aacute;ngulo rojo. Pulsarlo es
igual que pulsar la tecla Escape; es decir, es el bot&oacute;n de
Cancelar/Atr&aacute;s cuando se juega con rat&oacute;n o con una pantalla
t&aacute;ctil. Tambi&eacute;n se usa para abrir el men&uacute; principal
durante las fases de movimiento libre.</p>

<h3>Di&aacute;logos</h3>

<p>Durante la partida,
ver&aacute;s diversas cajas de di&aacute;logo. Podr&aacute;s hacer que el
di&aacute;logo avance pulsando la tecla Intro, el
bot&oacute;n A del mando o tocando en cualquier parte de la pantalla
t&aacute;ctil.</p>

<h3>Moverse</h3>

<p>Podr&aacute;s moverte,
casilla a casilla, en las cuatro direcciones (Norte, Este, Sur y Oeste).</p>

<p>Al usar un teclado, un
mando o controles t&aacute;ctiles, las flechas o la cruceta se corresponden con
las cuatro direcciones. Por ejemplo, pulsa la flecha hacia arriba o arriba en
la cruceta para moverte hacia el norte.</p>

<p>Al usar una pantalla
t&aacute;ctil con los controles t&aacute;ctiles desactivados, si tocas la
pantalla, el personaje se mover&aacute; a dicha posici&oacute;n (siempre y
cuando no est&eacute; ocupada por algo o por alguien).</p>

<h3>Interactuar con gente y cosas</h3>

<p>Podr&aacute;s
interactuar con determinados objetos y personas del juego. Tan solo
tendr&aacute;s que pulsar la tecla Intro, el
bot&oacute;n A o tocarles encima cuando est&eacute;s justo a su lado.</p>

<h1>Combate</h1>

<p>Durante los combates,
cada personaje y cada enemigo tendr&aacute;n un turno para actuar, siguiendo
siempre un orden establecido. Por lo general, el jugador empezar&aacute;
primero; no obstante, en ocasiones, el enemigo llevar&aacute; a cabo un ataque
sigiloso.</p>

<p>En los turnos del
jugador, tendr&aacute;s que seleccionar la acci&oacute;n que deseas realizar de
una lista de posibles acciones (que ver&aacute;s en la parte inferior izquierda
de la pantalla). A continuaci&oacute;n, encontrar&aacute;s un listado de todas
las acciones posibles, aunque algunas acciones no est&aacute;n disponibles en
todo momento.</p>

<h3>Atacar</h3>

<p>Pulsa Atacar para
asestar un golpe con tu arma al enemigo. Despu&eacute;s de la acci&oacute;n,
tendr&aacute;s que elegir el enemigo al que deseas atacar. Si usas teclado o un
mando, selecciona a un enemigo con las flechas o con la cruceta. Vuelve a
pulsar Intro o el bot&oacute;n A para iniciar el
ataque. Podr&aacute;s usar la tecla Escape o el bot&oacute;n B en cualquier
momento para dar marcha atr&aacute;s y cancelar una acci&oacute;n antes de
empezarla. Si usas controles t&aacute;ctiles, toca al enemigo al que desees
atacar para iniciar la acci&oacute;n. Como siempre, pulsa el tri&aacute;ngulo
rojo de la esquina superior izquierda de la pantalla para dar marcha atr&aacute;s
en una acci&oacute;n o men&uacute;.</p>

<h3>Objeto</h3>

<p>Al pulsar esta
opci&oacute;n, se abre un submen&uacute; en el que puedes seleccionar un objeto
para utilizarlo. Tras seleccionar un objeto, elige un objetivo con el que
utilizarlo, del mismo modo que elegir&iacute;as un objetivo al que atacar.</p>

<h3>Hechizo</h3>

<p>Usar hechizos no
difiere demasiado del uso de objetos. Elige Hechizos en el primer men&uacute; y,
luego, selecciona el hechizo que quieras lanzar. Ahora, podr&aacute;s
seleccionar entre uno o varios objetivos. Para seleccionar varios objetivos con
un teclado o un joystick, pulsa las fechas o la cruceta hasta que aparezcan
varias flechas verdes junto a los enemigos o los personajes a los que desees
marcar como objetivo. Para seleccionar varios objetivos con una pantalla
t&aacute;ctil, toca a todos los personajes o enemigos que quieras marcar como
objetivo y, luego, pulsa &laquo;&iexcl;Vamos!&raquo;
en la parte inferior central de la pantalla. Si vuelves a tocar los personajes
o enemigos, los desmarcar&aacute;s. Algunos hechizos podr&iacute;an aparecer en
negro en el men&uacute;, lo cual implica que no tienes suficientes puntos de
magia para usarlo. Los puntos de magia se recuperan al dormir, al tocar
determinados objetos o al usar un Elixir.</p>

<h3>Vampiro</h3>

<p>Los vampiros se usan
exactamente igual que los hechizos, solo que, en este caso, en vez de consumir
los puntos de magia del personaje que lo usa, se absorben la salud y los puntos
de magia del otro personaje. Solo se puede usar Vampiro con enemigos.</p>

<h3>Defender</h3>

<p>Al defenderte,
reducir&aacute;s el da&ntilde;o que sufres cuando los enemigos te atacan o te
lanzan hechizos.</p>

<h3>Huir</h3>

<p>Elige la opci&oacute;n
Huir para intentar escapar del combate. Es posible que, en ocasiones, no
consigas huir. Si tienes &eacute;xito, perder&aacute;s parte del oro obtenido
mientras te das a la fuga.</p>

<h1>Men&uacute; principal</h1>

<p>Al men&uacute;
principal se puede acceder pulsando Escape, el bot&oacute;n B del mando o tocando
el tri&aacute;ngulo rojo de la esquina superior izquierda de la pantalla
durante las fases de movimiento libre.</p>

<h3>Men&uacute; Estad&iacute;sticas</h3>

<p>La primera pantalla que
ver&aacute;s ser&aacute; el men&uacute; Estad&iacute;sticas, en el que
ver&aacute;s las estad&iacute;sticas de tu personaje. Podr&aacute;s cambiar de
personaje pulsando la coma (,), el bot&oacute;n frontal derecho (RB) del mando
o tocando los iconos de los personajes en la parte inferior central de la
pantalla. Si est&aacute;s jugando con un mando en Android
TV o tvOS, podr&aacute;s cambiar de personajes con el
bot&oacute;n Play.</p>

<p>Hay varias pantallas
m&aacute;s disponibles en el men&uacute; principal. Podr&aacute;s acceder a
ellas pulsando las fechas izquierda y derecha, pulsando las mismas direcciones
en la cruceta o tocando las flechas de la parte inferior de la pantalla.</p>

<h3>Men&uacute; Progreso</h3>

<p>El men&uacute; que est&aacute;
justo a la izquierda del men&uacute; Estad&iacute;sticas es el men&uacute;
Progreso. Aqu&iacute; podr&aacute;s pulsar Reanudar partida para salir del
men&uacute; principal, pulsar el bot&oacute;n Guardar partida para guardar tus
progresos (si est&aacute; disponible) o pulsar Salir al t&iacute;tulo para
volver a la pantalla de t&iacute;tulo.</p>

<h3>Mapa</h3>

<p>A la izquierda del
men&uacute; Progreso, se encuentra el mapa. Aqu&iacute; podr&aacute;s hacerte
una idea de la disposici&oacute;n del nivel actual. Habr&aacute; zonas en las
que el mapa est&eacute; oculto.</p>

<h3>Men&uacute; Objetos</h3>

<p>A la derecha de la
pantalla Estad&iacute;sticas, se encuentra el men&uacute; Objetos. El uso de
objetos es similar aqu&iacute; y en combate. Los objetos se usar&aacute;n sobre
el personaje activo, que es el que se muestra en la parte superior izquierda de
la pantalla. Esto mismo se puede aplicar tambi&eacute;n a otros submen&uacute;s
del men&uacute; principal. En la secci&oacute;n Men&uacute; principal,
explicamos c&oacute;mo cambiar de personaje.</p>

<p>Si quieres ver una
breve descripci&oacute;n de un objeto o de un elemento del equipo, pulsa la
tecla E, el bot&oacute;n X del mando o mant&eacute;n pulsado con tu dedo encima
del objeto que desees de la lista.</p>

<h3>Men&uacute; Magias</h3>

<p>Desde el men&uacute;
Magias, podr&aacute;s lanzar hechizos de magia blanca. Selecciona un hechizo y,
luego, selecciona al personaje o personajes sobre los que quieras lanzarlo. Si
lo lanzas sobre varios personajes, el efecto se repartir&aacute; y cada uno de
ellos recibir&aacute; un efecto inferior al que se recibir&iacute;a de haber
solo un personaje seleccionado. No obstante, si se suman las cantidades que
recibe cada personaje, la cantidad total es ligeramente superior a la que
recibir&iacute;a uno solo.</p>

<h3>Men&uacute; Armas</h3>

<p>A trav&eacute;s de este
men&uacute;, podr&aacute;s equipar armas. En la parte superior, se muestran
tanto tus estad&iacute;sticas actuales como las que obtendr&iacute;as al
equipar el arma seleccionada. Las armas podr&iacute;an aparecer en negro si el
otro personaje las est&aacute; usando. Si un arma est&aacute; equipada,
podr&aacute;s desequiparla activ&aacute;ndola. Las
armas que tenga equipadas en ese momento el personaje aparecer&aacute;n
marcadas en color cian.</p>

<h3>Men&uacute;
Armadura</h3>

<p>Aqu&iacute; se equipa
la armadura. El sistema de equipar una armadura es el mismo que el de equipar
armas. Para m&aacute;s informaci&oacute;n, echa un vistazo a la
descripci&oacute;n del men&uacute; Armas.</p>

<h3>Men&uacute; Vampiros</h3>

<p>En este men&uacute;,
ver&aacute;s un listado de tus vampiros, pero solo podr&aacute;s usar uno en
combate.</p>

<h3>Men&uacute; Descartar</h3>

<p>Si, por cualquier
motivo, deseas deshacerte de un objeto o de un elemento del equipo, hazlo a trav&eacute;s
del men&uacute; Descartar. Tambi&eacute;n podr&aacute;s venderles objetos y
equipo a los mercaderes que comercien con dichos objetos.</p>

<h1>Guardar y cargar partida</h1>

<p>Hay dos tipos de
partidas guardadas en Monster RPG 3: las partidas
guardadas normales y las partidas guardadas autom&aacute;ticamente.</p>

<p>Las partidas guardadas
normales se crean en cualquier zona de guardado, posada o cama en la que puedas
dormir. En las zonas de guardado, utiliza el bot&oacute;n Guardar partida del
men&uacute; Progreso. En las posadas y camas, se te preguntar&aacute; si quieres
guardar. Si dices que s&iacute;, tendr&aacute;s que seleccionar en cu&aacute;l
de las cinco ranuras quieres guardar. Si ya existe una partida en dicha ranura,
se te preguntar&aacute; si quieres sobrescribirla.</p>

<p>Las partidas guardadas
autom&aacute;ticamente se guardan cada vez que cambias de nivel y
despu&eacute;s de cada combate. Para ver las partidas de guardado
autom&aacute;tico, accede al men&uacute; de Cargar partida y pulsa la tecla
derecha del teclado o del mando o, en caso de controles t&aacute;ctiles, toca
la flecha de la parte inferior derecha de dicho men&uacute;.</p>

<p>Al men&uacute; de
Cargar partida, se puede acceder desde la pantalla de t&iacute;tulo. Las
partidas guardadas se muestran junto a una lista con varias estad&iacute;sticas
del juego. Desde aqu&iacute;, podr&aacute;s borrar o iniciar una partida.</p>

<h1>Ajustes</h1>

<p>Podr&aacute;s acceder a
los ajustes haciendo clic en el icono de un engranaje que ver&aacute;s en la
pantalla de t&iacute;tulo. Tambi&eacute;n podr&aacute;s hacer clic en el icono
de una S que ver&aacute;s en la esquina superior derecha del men&uacute;
principal, pulsar la tecla F1 o pulsar el bot&oacute;n Y en el mando.</p>

<h3>Ajustes de idioma</h3>

<p>Aqu&iacute;
podr&aacute;s seleccionar el idioma en el que quieres jugar. Esta opci&oacute;n
no estar&aacute; disponible si accedes desde el men&uacute; principal.</p>

<h3>Ajustes de v&iacute;deo</h3>

<p>Este men&uacute; te
permite seleccionar el tama&ntilde;o de la ventana o la resoluci&oacute;n a
pantalla completa en la que quieras ejecutar el juego. Esta opci&oacute;n no
est&aacute; disponible en iOS o Android.</p>

<h3>Ajustes de sonido</h3>

<p>Aqu&iacute;
podr&aacute;s determinar el volumen de los efectos de sonido y de la
m&uacute;sica del juego.</p>

<h3>Otros ajustes</h3>

<p>El men&uacute; de Otros
ajustes tiene diversas opciones que depender&aacute;n de los dispositivos que
est&eacute;s utilizando. A continuaci&oacute;n, listamos las opciones posibles,
pero no todas tienen por qu&eacute; estar disponibles en tu dispositivo.</p>

<p>Modo seguro TV: si el
juego se sale de los m&aacute;rgenes del televisor, activa esta opci&oacute;n
para reducir ligeramente la presentaci&oacute;n y que quepa dentro de tu
pantalla.</p>

<p>Usar mando en pantalla:
si tienes una pantalla t&aacute;ctil, esto te permitir&aacute; usar un mando en
pantalla en las secciones de movimiento libre, en vez del sistema de tocar
donde quieres que vaya el personaje.</p>

<p>Vibraci&oacute;n
activada: en esta opci&oacute;n, podr&aacute;s activar o desactivar la
vibraci&oacute;n en mandos y tel&eacute;fonos que sean compatibles con este
sistema.</p>

<h3>Controles con teclado</h3>

<p>Aqu&iacute;
podr&aacute;s determinar qu&eacute; hace cada tecla del teclado. Las acciones
aparecen listadas a la izquierda de cada l&iacute;nea, mientras que a la
derecha se ve la asignaci&oacute;n realizada. Primero, selecciona una
acci&oacute;n y, luego, pulsa una tecla para asignarla a dicha acci&oacute;n.
Si sales de este men&uacute; con asignaciones repetidas, se te sugerir&aacute;
que cambies los duplicados o descartes los cambios.</p>

<h3>Controles con mando</h3>

<p>El men&uacute; de
ajustes del mando es similar al men&uacute; de ajustes del teclado. Selecciona
una acci&oacute;n de la lista y, luego, pulsa un bot&oacute;n del mando para asignarlo
a dicha acci&oacute;n.</p>

<h3>Logros</h3>

<p>Al seleccionar esta
opci&oacute;n, se mostrar&aacute;n los progresos realizados en los logros.</p>

<h3>Sincronizar guardados en la nube</h3>

<p>Mediante esta opci&oacute;n, ser&aacute; posible
sincronizar las partidas guardadas en la nube y compartirlas entre
dispositivos. </p>

<p>Se te preguntara si
quieres sobrescribir las partidas locales o de la nube. Se conservar&aacute; la
versi&oacute;n m&aacute;s reciente de las partidas guardadas, ya sea en tu
dispositivo o en la nube. Del mismo modo, tu dispositivo y la nube se
sincronizar&aacute;n para que los archivos coincidan.</p>

<h3>Licencias de terceros</h3>

<p>Al seleccionar esta
opci&oacute;n, se te mostrar&aacute; la informaci&oacute;n de licencia de
algunas bibliotecas de software empleadas por el juego.</p>

<h1>Objetos comunes</h1>

<p>A continuaci&oacute;n,
encontrar&aacute;s algunos de los objetos m&aacute;s comunes que te ver&aacute;s
en el juego.</p>

<h3>Pociones</h3>

<p>Las pociones restauran
los puntos de salud (PS) perdidos. Hay tres tipos de pociones: Poci&oacute;n,
Poci&oacute;n+ y Poci&oacute;n Omega. Cada una de ellas restaura m&aacute;s PS
que la anterior. Las pociones no restaurar&aacute;n PS si el personaje sobre el
que se utilizan est&aacute; noqueado (K.O.).</p>

<h3>Cura</h3>

<p>La cura elimina los
estados alterados tales como el veneno o la ceguera.</p>

<h3>Agua bendita</h3>

<p>El agua bendita
resucita a un miembro del equipo noqueado y le devuelve todos los PS.</p>

<h3>Elixir</h3>

<p>Los elixires recuperan
el 100&nbsp;% de los PM de un personaje.</p>

</body>
</html>
